{  
    "__navbar.blade":"__navbar.blade",
    "Home": "Beranda",
    "Profile":"Profil",
    "Article":"Artikel",
    "Product":"Produk",
    "Training":"Pelatihan",
    "Gallery":"Galeri",
    "Contact":"Kontak",


    "__article.banner":"__article.banner",
    "Posted at: ":"Di posting tanggal:",


    "__home.blade":"__home.blade",
    "Agribusiness, Farming, Plantation":"Agribisnis, Pertanian, Perkebunan",
    "PARTNER":"BERMITRA",
    "Based upon the principles of cooperation, We are ready to become partners with various parties":"Koperasi Mitra Malabar siap bermitra dengan berbagai pihak berdasarkan prinsip-prinsip koperasi",
    "SHARING":"BERBAGI",
    "We are committed to initiate and liven up \"the culture of sharing\" to the public":"Berkomitmen untuk menginisiasi dan menghidupkan budaya berbagi kepada masyarakat",
    "CARING":"PEDULI",
    "Try to bring prosperity and hapiness to all side":"Berusaha menghadirkan kesejahteraan dan kebahagiaan untuk sesama",

    "About Us":"Tentang Kami",
    "Koperasi Mitra Malabar is a cooperatives production that has massive potential in supporting the well-being of West Java people's social economy":"Koperasi Mitra Malabar merupakan jenis koperasi produksi yang memilik potensi besar dalam mendukung kesejahteraan ekonomi masyarakat Jawa Barat.",
    "We develop existing entrepreneurship to match the changes in the business environment without neglecting the spirit of team working and cooperation":"Melalui koperasi inilah berwirausaha akan dikembangkan sesuai perubahan lingkungan bisnis, tanpa meninggalkan semangat gotong royong dan semangat berjamaah.",
    
    "__skipped__":"__skip__",
    "West Java was the first province to exist in Indonesia since the colonial period of the Provisional Constitution of 1950 on article 11,":"Jawa Barat merupakan provinsi pertama yang dibentuk sejak masa kolonial Undang-Undang Nomor 11 tahun 1950, Provinsi Jawa Barat berdiri pada tanggal 4 Juli 1950, saat ditetapkan dan mulai diberlakukan oleh pemerintah. Pusat pemerintahannya berada di Belanda tahun 1925. Namun demikian, sesuai dengan Bandung.",
    
    "Our Division":"Divisi Kami",
    "Koperasi Mitra Malabar has its finest division units, which is :":"Koperasi Mitra Malabar memiliki beberapa unit divisi unggulan yang ada saat ini, antara lain:",
    "COFFEE":"KOPI",

    "ESSENTIAL OIL":"ATSIRI",
    
    "COCONUT":"KELAPA",
    
    "PREMIUM RICE":"BERAS PREMIUM",

    "PROFILE":"PROFIL",
    "To know more about us":"Ketahui lebih lanjut informasi tentang Koperasi Mitra Malabar",
    "TRAINING":"PELATIHAN",
    "To join our training in agribusiness":"Ikuti pelatihan agribisnis bersama Koperasi Mitra Malabar",
    "GALLERY":"GALERI",
    "To see the documentations of our programs":"Dokumentasi kegiatan-kegiatan Koperasi Mitra Malabar",

    "Join Us":"Bergabung Bersama Kami",
    "We are open to anyone who wants to join the Malabar Partner Cooperative":"Kami terbuka untuk siapa saja yang ingin bergabung dengan Koperasi Mitra Malabar",
    
    "Latest Information":"Informasi Terbaru",
    "More..":"Selengkapnya",


    "__profil.blade":"__profil.blade",
    "A cooperatives production that specialized in agribusiness consist of people that cares in Indonesian social economy and plantation and agricultural development, involving people from various professions":"Sebuah badan usaha koperasi yang bergerak di bidang agribisnis beranggotakan orang-orang yang peduli dengan ekonomi kerakyatan dan pengembangan pertanian-perkebunan Indonesia, terdiri dari berbagai lintas profesi.",
    "West Java Koperasi Mitra Malabar (KMM) was established based on the concern of farmers and villagers. We hope that starting this cooperatives production will make the village's economy and the farmer's prosperity thrive fluently.":"Koperasi Mitra Malabar (KMM) Jawa Barat berangkat dari kepedulian pada petani dan masyarakat desa. Melalui pendirian Koperasi diharapkan mampu menumbuh-kembangkan perekonomian di desa dan meningkatkan kesejahteraan petani.",
    "Focused on the enhancement of the added value of plantation and agricultural products to improve the prosperity of our members and also society in general":"Fokus pada peningkatan nilai tambah produk-produk hasil pertanian & perkebunan untuk meningkatkan kesejahteraan anggota bersama dengan masyarakat secara umum",
    
    "Vision & Mission":"Visi & Misi",
    "To become the biggest cooperatives production network in West Java in 2025, integrate with other parties that also concern with social economy and indonesian prime commodity, and become partnership using the \"philosophy of sharing\" that is fair and environmentally friendly.":"Menjadi jaringan koperasi produksi terbesar di Jawa Barat pada tahun 2025, mampu mengintegrasikan para pihak yang peduli dengan ekonomi kerakyatan dan komoditi unggulan Indonesia, serta bermitra dengan falsafah berbagi yang berkeadilan dan ramah lingkungan.",
    "Improve the prosperity of farmer, food processor, and marketer":"Meningkatkan kesejahteraan bersama dengan petani, pengolah & pemasar.",
    "Uplift excellent local commodities that have added value and are beneficial":"Mengangkat komoditi lokal yang berkualitas, memiliki nilai tambah dan bermanfaat",
    "Integrate upstream, processing, and downstream activities.":"Mengintegrasikan kegiatan hulu, pengolahan dan kegiatan hilir.",
    "Give excellent and beneficial products to consumers":"Memberikan produk yang bermanfaat dan berkualitas pada konsumen",
    "Grow the spirit of \"cooperating\" to the young generation.":"Menumbuhkan semangat dan jiwa berkoperasi bagi generasi muda.",
    "Build integrated agroforestry and agro-industry in the upstream, midstream, and downstream drainage basin.":"Membangun agroforestry dan agroindustry terpadu di DAS Hulu, Tengah dan Hilir.",

    "Organizational Structure":"Struktur Organisasi",
    "Expert Council":"Dewan Pakar",
    "Administrator":"Pengurus",
    "Supervisor":"Pengawas",
    "Manager":"Manajemen",

    "HISTORY":"SEJARAH",
    "Kopi Mitra Malabar Video Profile":"Video Profil Kopi Mitra Malabar",

    "2009 - Starting Point":"2009 - Titik Tolak",
    "\"There is always wisdom in every event\". In the year 2009, an earthquake happened in Pangalengan, South Bandung.":"Hikmah dari setiap peristiwa. Tahun 2009 terjadi bencana gempa di Pangalengan, Bandung Selatan.",
    "Haji Jayagama with his community did some post-earthquake recovery activities there.":"Haji Jayagama bersama dengan komunitasnya, melakukan kegiatan recovery pasca gempa disana.",
    "He met various public figures who have remarkable commitment and passion in revitalizing villages after being badly affected by the earthquake.":"Dipertemukan dengan tokoh-tokoh masyarakat disana yang memiliki komitmen dan semangat yang luar biasa untuk membangun kembali desa-nya yang terdampak bencana gempa bumi.",

    "2010-2011 - Uplifting The Village Economy Potention":"2010-2011 - Mengangkat Potensi Ekonomi Desa",
    "One of the post-earthquake recovery activities relevant to the economic sector was developing public plantations in the Pangalengan region, one of the famous production centers of coffee in West Java.":"Salah satu kegiatan recovery pasca gempa dibidang ekonomi adalah mengembangkan potensi perkebunan rakyat di daerah Pangalengan yang telah terkenal sebagai salah satu sentra produksi kopi Jawa Barat.",
    "Two years building the Kopi Malabar, many unexpected things happened. Besides the surprisingly high economic opportunity, it turns out there were lots of knowledge about coffee and its ins and outs that were unknown to farmers and people.":"2 tahun membangun Kopi Malabar, banyak hal yang diluar dugaan, disamping peluang ekonominya yang tinggi, disisi lain banyak ‘ilmu’ yang tidak diketahui oleh petani dan masyarakat awam tentang kopi dan seluk beluknya.",
    
    "2012 - Establishing The Cooperatives":"2012 - Mendirikan Koperasi",
    "During the two years in uplifting the village economic potential, Kopi Malabar founders agree to establish cooperatives that accommodate Bandung's farmers and coffee processors.":"Selama 2 tahun mengangkat potensi ekonomi desa, para pendiri Kopi Malabar sepakat mendirikan koperasi yang akan mewadahi petani dan pengolah kopi di Bandung.",
    "After consulting with many West Java cooperatives figures and the provincial cooperative service, they advised establishing these cooperatives as provincial-level cooperatives. The reason was to accommodate all farmers, processors, and activists in West Java.":"Hasil konsultasi dengan para tokoh perkoperasian Jawa Barat dan Dinas Koperasi Provinsi, disarankan untuk pendirian koperasi ini setingkat provinsi agar dapat menjadi wadah bagi seluruh petani, prosesor dan penggiat kopi se-Jawa Barat.",
    
    "2012-2013 - The First Leap":"2012-2013 - Lompatan Pertama",
    "The excellence and popularity of the Java Preanger Coffee have been a legend in our country since the old days. The excellence and popularity of the Java Preanger Coffee have been a legend in our country since the old days. But not all coffee can be cultivated and processed to become an excellent coffee with the old day's taste.":"Keunggulan dan popularitas kopi Java Preanger didalam negeri sudah lama menjadi “cerita”, tapi tidak semua kopi yang dibudidayakan dan diolah sebagai kopi unggul dengan citarasa seperti jaman dulu.",
    "This fact in the ways of breeding coffee was one of the foundations that the coffee society needs to prepare by empowering resources to stimulate the stakeholders to have concern on the importance of excel seeds in coffee cultivation.":"Pemuliaan tanaman kopi inilah salah satu pondasi yang harus disiapkan oleh masyarakat perkopian Jawa Barat, dilakukan dengan swadaya untuk ‘menggelitik’ para stakeholders agar peduli terhadap pentingnya bibit unggul dalam budidaya kopi.",
    
    "2013 - Leaping Together":"2013 - Melompat Bersama",
    "We realize that problems in upstream, midstream, and downstream coffee production stages were complex and not just a few. KMM initiate the forming the \"Clearing House Kopi Jawa Barat\" forum (CHK Jabar). This forum was for mediating stakeholders with various professions and jobs, covering from upstream to downstream production. We hoped that this forum would solve the likely-unsolvable dire straits. We also hoped that this forum would give us clear information while also distribute it to all involving parties so that West Java's coffee trading would be well-arranged.":"sadar masalah perkopian di hulu, tengah dan hilir ini tidak sedikit dan kompleks. KMM menginisiasi terbentuknya Forum Clearing House Kopi Jawa Barat (CHK Jabar). Forum yang dimaksudkan untuk media berkumpulnya para stakeholders lintas profesi & tugas, mencakup dari hulu sampai hilir. Forum yang diharapkan mampu mengurai bersama benangkusut yang selama ini tidak ketemu ujung-pangkalnya. Forum yang diharapkan dapat memberikan informasi yang ‘clear’ dan sekaligus mendistribusikan informasi ini ke semua pihak, sehingga perdagangan kopi jawa barat akan tertata dengan baik.",

    "2013 - The High-Risk Third Leap":"2013 - Lompatan Ketiga yang Beresiko Tinggi",
    "The Clearing House Kopi Jawa Barat forum was appointed by the governor of West Java in the same year when West Java society's coffee got an order from Morocco. The trading scheme was built upon fair-trade patterned trading. The partnership concept was disclosing the price from the West Java farmers without concealing it, the same as for Morocco's buyer or importer. This trade was hazardous because the product was not using any letter of credit and would only be paid after it was sold in Morocco.":"forum clearing house kopi jawa barat dilantik oleh gubernur Jawa Barat, pada tahun yang sama kopi rakyat jawa barat memperoleh order dari maroko. Skema perdagangan yang dibangun dengan pola fair-trade (perdagangan yang berkeadilan). Konsep kemitraan yang dibangun adalah harga dari petani jawa barat dibuka apa adanya dan harga jual di maroko akan dibuka apa adanya oleh buyer/importir. Beresiko karena barang dilepas tanpa LC, dibayar setelah laku di maroko.",

    "2014-2015 - The Fourth Leap":"2014-2015 - Lompatan Keempat",
    "We cannot simply separate Nusantara's Coffee Culture from the various local wisdom in Indonesia. KMM with the Ministry of Cooperative and SMEs initiate the market's forum with Indonesian coffee farmers. Our first meeting regarding the topic was at Bandung in late 2003. In 2014, through the Promotion of Excel Products in the Region with SMEs and the Ministry of Cooperative, we opened the Rumah Kopi Nusantara in Jakarta's Taman Mini Indonesia Indah.":"Budaya kopi nusantara tidak dapat dipisahkan dengan ke-arifan lokal yang sangat beragam di bumi Indonesia. KMM bersama dengan Kementerian Koperasi dan UKM menginisiasi forum pemasaran bersama kopi petani Indonesia, pertemuan awal di akhir 2013 dilakukan di Bandung. Tahun 2014 bersama dengan kementerian koperasi dan UKM melalui program promosi produk unggulan daerah, dengan membuka Rumah Kopi Nusantara di Taman Mini Indonesia Indah Jakarta.",

    "2016-2017 - The Fifth Leap":"2016-2017 - Lompatan Kelima",
    "In early 2016, Koperasi Mitra Malabar Jawa Barat was discussing with farmers and other public figures at Parigi, District Pangandaran, West Java, which is a region that was known to have coconut commodity potential but yet to optimized its potential. And so in November 2016, KMM established of Koperasi Produsen Mitra Kelapa (KPMK) of Pangandaran District. A year later, in October 2017, KMM built an integrated coconut processing factory to increase the added value of coconut.":"Sejak awal tahun 2016, Pengurus Koperasi Mitra Malabar Jawa Barat melakukan diskusi dengan petani dan tokoh masyarakat di kecamatan parigi, kabupaten pangandaran, jawa barat yang memiliki potensi komoditas kelapa tapi belum optimal dalam pengembangan peluangnya, maka pada Nopember tahun 2016 KMM menginisiasi pembentukan Koperasi Produsen Mitra Kelapa (KPMK) Kabupaten Pangandaran. Setahun kemudian di Oktober 2017, KMM mendirikan pabrik pengolahan kelapa terpadu yang bertujuan untuk meningkatkan nilai tambah kelapa.",
    
    "2017-2018 - The Sixth Leap":"2017-2018 - Lompatan Keenam",
    "We optimized the land around the coconut plantation for cultivating fragrant lemongrass as an alternative source of income for farmers when not harvesting coconut. We optimized the land around the coconut plantation for cultivating fragrant lemongrass as an alternative source of income for farmers when not harvesting coconut. To raise the added value of the leaf of fragrant lemongrass, the leaf will be distilled and turn into essential oil. And then, it will be processed into derivative products like soap or carbolic acid.":"Optimalisasi lahan sekitar kebun kelapa, untuk budidaya sereh wangi. Sebagai alternatif sumber pendapatan petani saat tidak panen kelapa. Untuk meningkatkan nilai tambah daun sereh wangi setelah disuling menjad minyak atsiri (essential oil), diolah menjadi produk-produk turunan sereh wangi, seperti: sabun dan karbol.",

    "2019-2020 - The Seventh Leap":"2019-2020 - Lompatan Ketujuh",
    "The Ministry of Environment & Forestry's Social Forestry Program campaigned in the last four years. To support this Social Forestry Program, KMM gives guidance to several villages and the Lembaga Masyarakat Desa Hutan (LMDH) in West Java. One of the villages was Loa and Drawati in Paseh, Bandung, which has agribusiness potential in coffee and other forest products. The guidance starts from the submission of the Social Forestry Program, enforcement of farmer institutions by making producer cooperatives until the guidance in the coffee processing phase (post-harvest phase).":"Program Perhutanan Sosial Kementerian Lingkungan Hidup & Kehutanan RI sudah dikampanyekan sejak 4 tahun terakhir, dalam rangka mendukung program PS ini KMM memberikan pendampingan ke beberapa desa dan lembaga masyarakat desa hutan (LMDH) di provinsi jawa barat. Salah satunya di desa loa dan drawati, kecamatan paseh, kabupaten bandung, yang memiliki potensi agribisnis kopi dan hasil hutan lainnya. Pendampingan dimulai sejak pengajuan Perhutanan Sosial, kemudian penguatan kelembagaan petani dengan mendirikan koperasi produsen, sampai ke tahapan pendampingan pengolahan kopi (pasca panen).",


    "__gallery.blade":"__gallery.blade",
    "Activity Documentation":"Dokumentasi Kegiatan",


    "__contact.blade":"__contact.blade",
    "Contact Us":"Hubungi Kami",
    "Address":"Alamat",
    "Name":"Nama",
    "Phone":"Telepon",
    "Your Message":"Pesan Anda",
    "Send":"Kirim"
}