{  
    "__navbar.blade":"__navbar.blade",
    "Home": "Beranda",
    "Profile":"Profil",
    "Article":"Artikel",
    "Product":"Produk",
    "Program":"Program",
    "Training":"Pelatihan",
    "Gallery":"Galeri",
    "News":"Berita",
    "Contact":"Kontak",


    "__article.banner":"__article.banner",
    "Posted at: ":"Di posting tanggal:",


    "__home.blade":"__home.blade",
    "Agribusiness, Farming, Plantation":"Agribisnis, Pertanian, Perkebunan",
    "INDONESIAN MALABAR COFFEE":"KOPI MALABAR INDONESIA",
    "Special Selection of Coffee From Indonesia Malabar Mountain - West Java":"Kopi Pilihan Istimewa Dari Gunung Malabar Indonesia - Jawa Barat",
    "Indonesian Malabar Coffee cultivates Luwak with standard maintenance following the Five Animal Husbandry Business Program supported by experts in their fields. Indonesian Malabar Coffee has succeeded in cultivating civets, thus helping the conservation of this type of protected animal.":"Kopi Malabar Indonesia membudidayakan Luwak dengan standar pemeliharaan mengikuti Program Panca Usaha Peternakan didukung tenaga ahli dibidangnya. Kopi Malabar Indonesia telah berhasil membudidayakan luwak sehingga membantu upaya konservasi hewan lindung jenis ini.",
    "Indonesian Malabar Coffee not only produces quality products but also applies a sustainable coffee production system by cultivating and gardening coffee that is environmentally friendly, not clearing forest areas. We are very concerned about the rules of forest conservation by maintaining stands in coffee plantation areas. Coffee plants, characteristically, plants will be able to carry out the ecological function of an area, the roots of coffee plants are able to open soil cavities and continue water to be stored in the soil layer, to withstand the rate of erosion that occurs. Coffee plants are also able to capture carbon emissions circulating in the air.":"Kopi Malabar Indonesia tidak hanya menghasilkan produk berkualitas tetapi juga mengaplikasikan sistem produksi kopi yang berkelanjutan dengan budidaya dan cara berkebun kopi yang ramah lingkungan, tidak membuka kawasan hutan. Kami sangat memperhatikan kaidah konservasi pelestarian hutan dengan menjaga tegakan di kawasan perkebunan kopi. Tanaman Kopi secara karakteristik tanaman akan mampu menjalankan fungsi ekologis sebuah kawasan, akar tanaman kopi mampu membuka rongga tanah dan meneruskan air agar tersimpan di dalam lapisan tanah, hingga menahan laju erosi yang terjadi. Tanaman Kopi juga mampu menangkap emisi karbon yang beredar di udara.",
    "PARTNER":"BERMITRA",
    "Based upon the principles of cooperation, We are ready to become partners with various parties":"Koperasi Mitra Malabar siap bermitra dengan berbagai pihak berdasarkan prinsip-prinsip koperasi",
    "SHARING":"BERBAGI",
    "We are committed to initiate and liven up \"the culture of sharing\" to the public":"Berkomitmen untuk menginisiasi dan menghidupkan budaya berbagi kepada masyarakat",
    "CARING":"PEDULI",
    "Try to bring prosperity and hapiness to all side":"Berusaha menghadirkan kesejahteraan dan kebahagiaan untuk sesama",

    "About Us":"Tentang Kami",
    "Koperasi Mitra Malabar is a cooperatives production that has massive potential in supporting the well-being of West Java people's social economy":"Koperasi Mitra Malabar merupakan jenis koperasi produksi yang memilik potensi besar dalam mendukung kesejahteraan ekonomi masyarakat Jawa Barat.",
    "We develop existing entrepreneurship to match the changes in the business environment without neglecting the spirit of team working and cooperation":"Melalui koperasi inilah berwirausaha akan dikembangkan sesuai perubahan lingkungan bisnis, tanpa meninggalkan semangat gotong royong dan semangat berjamaah.",
    
    "__skipped__":"__skip__",
    "West Java was the first province to exist in Indonesia since the colonial period of the Provisional Constitution of 1950 on article 11,":"Jawa Barat merupakan provinsi pertama yang dibentuk sejak masa kolonial Undang-Undang Nomor 11 tahun 1950, Provinsi Jawa Barat berdiri pada tanggal 4 Juli 1950, saat ditetapkan dan mulai diberlakukan oleh pemerintah. Pusat pemerintahannya berada di Belanda tahun 1925. Namun demikian, sesuai dengan Bandung.",
    
    "Our Division":"Divisi Kami",
    "Our Program":"Program Kami",
    "Koperasi Mitra Malabar has its finest division units, which is :":"Koperasi Mitra Malabar memiliki beberapa unit divisi unggulan yang ada saat ini, antara lain:",
    "The following is our program to achieve a prosperous and prosperous society":"Berikut program kami untuk mencapai masyarakat makmur dan sejahtera",
    "COFFEE":"KOPI",

    "ESSENTIAL OIL":"ATSIRI",
    
    "COCONUT":"KELAPA",
    
    "PREMIUM RICE":"BERAS PREMIUM",

    "PROFILE":"PROFIL",
    "To know more about us":"Ketahui lebih lanjut informasi tentang Koperasi Mitra Malabar",
    "Realizing forest conservation to achieve a prosperous and prosperous society":"Mewujudkan pelestarian hutan untuk mencapai masyarakat makmur dan sejahtera",
    "TRAINING":"PELATIHAN",
    "To join our training in agribusiness":"Ikuti pelatihan agribisnis bersama Koperasi Mitra Malabar",
    "Educational institutions in agriculture and rural areas":"Lembaga pendidikan di bidang pertanian dan pedesaan",
    "GALLERY":"GALERI",
    "To see the documentations of our programs":"Dokumentasi kegiatan-kegiatan Koperasi Mitra Malabar",

    "Join Us":"Bergabung Bersama Kami",
    "We are open to anyone who wants to join the Malabar Partner Cooperative":"Kami terbuka untuk siapa saja yang ingin bergabung dengan Koperasi Mitra Malabar",
    
    "Latest Information":"Informasi Terbaru",
    "More..":"Selengkapnya",


    "__profil.blade":"__profil.blade",
    "A cooperatives production that specialized in agribusiness consist of people that cares in Indonesian social economy and plantation and agricultural development, involving people from various professions":"Sebuah badan usaha koperasi yang bergerak di bidang agribisnis beranggotakan orang-orang yang peduli dengan ekonomi kerakyatan dan pengembangan pertanian-perkebunan Indonesia, terdiri dari berbagai lintas profesi.",
    "West Java Koperasi Mitra Malabar (KMM) was established based on the concern of farmers and villagers. We hope that starting this cooperatives production will make the village's economy and the farmer's prosperity thrive fluently.":"Koperasi Mitra Malabar (KMM) Jawa Barat berangkat dari kepedulian pada petani dan masyarakat desa. Melalui pendirian Koperasi diharapkan mampu menumbuh-kembangkan perekonomian di desa dan meningkatkan kesejahteraan petani.",
    "Focused on the enhancement of the added value of plantation and agricultural products to improve the prosperity of our members and also society in general":"Fokus pada peningkatan nilai tambah produk-produk hasil pertanian & perkebunan untuk meningkatkan kesejahteraan anggota bersama dengan masyarakat secara umum",
    
    "Vision & Mission":"Visi & Misi",
    "To become the biggest cooperatives production network in West Java in 2025, integrate with other parties that also concern with social economy and indonesian prime commodity, and become partnership using the \"philosophy of sharing\" that is fair and environmentally friendly.":"Menjadi jaringan koperasi produksi terbesar di Jawa Barat pada tahun 2025, mampu mengintegrasikan para pihak yang peduli dengan ekonomi kerakyatan dan komoditi unggulan Indonesia, serta bermitra dengan falsafah berbagi yang berkeadilan dan ramah lingkungan.",
    "Improve the prosperity of farmer, food processor, and marketer":"Meningkatkan kesejahteraan bersama dengan petani, pengolah & pemasar.",
    "Uplift excellent local commodities that have added value and are beneficial":"Mengangkat komoditi lokal yang berkualitas, memiliki nilai tambah dan bermanfaat",
    "Integrate upstream, processing, and downstream activities.":"Mengintegrasikan kegiatan hulu, pengolahan dan kegiatan hilir.",
    "Give excellent and beneficial products to consumers":"Memberikan produk yang bermanfaat dan berkualitas pada konsumen",
    "Grow the spirit of \"cooperating\" to the young generation.":"Menumbuhkan semangat dan jiwa berkoperasi bagi generasi muda.",
    "Build integrated agroforestry and agro-industry in the upstream, midstream, and downstream drainage basin.":"Membangun agroforestry dan agroindustry terpadu di DAS Hulu, Tengah dan Hilir.",

    "Organizational Structure":"Struktur Organisasi",
    "Expert Council":"Dewan Pakar",
    "Administrator":"Pengurus",
    "Supervisor":"Pengawas",
    "Manager":"Manajemen",

    "HISTORY":"SEJARAH",
    "MALABAR COFFEE JOURNEY":"PERJALANAN KOPI MALABAR",
    "Kopi Mitra Malabar Video Profile":"Video Profil Kopi Mitra Malabar",

    "2009 - Starting Point":"2009 - Titik Tolak",
    "\"There is always wisdom in every event\". In the year 2009, an earthquake happened in Pangalengan, South Bandung.":"Hikmah dari setiap peristiwa. Tahun 2009 terjadi bencana gempa di Pangalengan, Bandung Selatan.",
    "Haji Jayagama with his community did some post-earthquake recovery activities there.":"Haji Jayagama bersama dengan komunitasnya, melakukan kegiatan recovery pasca gempa disana.",
    "He met various public figures who have remarkable commitment and passion in revitalizing villages after being badly affected by the earthquake.":"Dipertemukan dengan tokoh-tokoh masyarakat disana yang memiliki komitmen dan semangat yang luar biasa untuk membangun kembali desa-nya yang terdampak bencana gempa bumi.",

    "2010-2011 - Uplifting The Village Economy Potention":"2010-2011 - Mengangkat Potensi Ekonomi Desa",
    "One of the post-earthquake recovery activities relevant to the economic sector was developing public plantations in the Pangalengan region, one of the famous production centers of coffee in West Java.":"Salah satu kegiatan recovery pasca gempa dibidang ekonomi adalah mengembangkan potensi perkebunan rakyat di daerah Pangalengan yang telah terkenal sebagai salah satu sentra produksi kopi Jawa Barat.",
    "Two years building the Kopi Malabar, many unexpected things happened. Besides the surprisingly high economic opportunity, it turns out there were lots of knowledge about coffee and its ins and outs that were unknown to farmers and people.":"2 tahun membangun Kopi Malabar, banyak hal yang diluar dugaan, disamping peluang ekonominya yang tinggi, disisi lain banyak ‘ilmu’ yang tidak diketahui oleh petani dan masyarakat awam tentang kopi dan seluk beluknya.",
    
    "2012 - Establishing The Cooperatives":"2012 - Mendirikan Koperasi",
    "During the two years in uplifting the village economic potential, Kopi Malabar founders agree to establish cooperatives that accommodate Bandung's farmers and coffee processors.":"Selama 2 tahun mengangkat potensi ekonomi desa, para pendiri Kopi Malabar sepakat mendirikan koperasi yang akan mewadahi petani dan pengolah kopi di Bandung.",
    "After consulting with many West Java cooperatives figures and the provincial cooperative service, they advised establishing these cooperatives as provincial-level cooperatives. The reason was to accommodate all farmers, processors, and activists in West Java.":"Hasil konsultasi dengan para tokoh perkoperasian Jawa Barat dan Dinas Koperasi Provinsi, disarankan untuk pendirian koperasi ini setingkat provinsi agar dapat menjadi wadah bagi seluruh petani, prosesor dan penggiat kopi se-Jawa Barat.",
    
    "2012-2013 - The First Leap":"2012-2013 - Lompatan Pertama",
    "The excellence and popularity of the Java Preanger Coffee have been a legend in our country since the old days. The excellence and popularity of the Java Preanger Coffee have been a legend in our country since the old days. But not all coffee can be cultivated and processed to become an excellent coffee with the old day's taste.":"Keunggulan dan popularitas kopi Java Preanger didalam negeri sudah lama menjadi “cerita”, tapi tidak semua kopi yang dibudidayakan dan diolah sebagai kopi unggul dengan citarasa seperti jaman dulu.",
    "This fact in the ways of breeding coffee was one of the foundations that the coffee society needs to prepare by empowering resources to stimulate the stakeholders to have concern on the importance of excel seeds in coffee cultivation.":"Pemuliaan tanaman kopi inilah salah satu pondasi yang harus disiapkan oleh masyarakat perkopian Jawa Barat, dilakukan dengan swadaya untuk ‘menggelitik’ para stakeholders agar peduli terhadap pentingnya bibit unggul dalam budidaya kopi.",
    
    "2013 - Leaping Together":"2013 - Melompat Bersama",
    "We realize that problems in upstream, midstream, and downstream coffee production stages were complex and not just a few. KMM initiate the forming the \"Clearing House Kopi Jawa Barat\" forum (CHK Jabar). This forum was for mediating stakeholders with various professions and jobs, covering from upstream to downstream production. We hoped that this forum would solve the likely-unsolvable dire straits. We also hoped that this forum would give us clear information while also distribute it to all involving parties so that West Java's coffee trading would be well-arranged.":"sadar masalah perkopian di hulu, tengah dan hilir ini tidak sedikit dan kompleks. KMM menginisiasi terbentuknya Forum Clearing House Kopi Jawa Barat (CHK Jabar). Forum yang dimaksudkan untuk media berkumpulnya para stakeholders lintas profesi & tugas, mencakup dari hulu sampai hilir. Forum yang diharapkan mampu mengurai bersama benangkusut yang selama ini tidak ketemu ujung-pangkalnya. Forum yang diharapkan dapat memberikan informasi yang ‘clear’ dan sekaligus mendistribusikan informasi ini ke semua pihak, sehingga perdagangan kopi jawa barat akan tertata dengan baik.",

    "2013 - The High-Risk Third Leap":"2013 - Lompatan Ketiga yang Beresiko Tinggi",
    "The Clearing House Kopi Jawa Barat forum was appointed by the governor of West Java in the same year when West Java society's coffee got an order from Morocco. The trading scheme was built upon fair-trade patterned trading. The partnership concept was disclosing the price from the West Java farmers without concealing it, the same as for Morocco's buyer or importer. This trade was hazardous because the product was not using any letter of credit and would only be paid after it was sold in Morocco.":"forum clearing house kopi jawa barat dilantik oleh gubernur Jawa Barat, pada tahun yang sama kopi rakyat jawa barat memperoleh order dari maroko. Skema perdagangan yang dibangun dengan pola fair-trade (perdagangan yang berkeadilan). Konsep kemitraan yang dibangun adalah harga dari petani jawa barat dibuka apa adanya dan harga jual di maroko akan dibuka apa adanya oleh buyer/importir. Beresiko karena barang dilepas tanpa LC, dibayar setelah laku di maroko.",

    "2014-2015 - The Fourth Leap":"2014-2015 - Lompatan Keempat",
    "We cannot simply separate Nusantara's Coffee Culture from the various local wisdom in Indonesia. KMM with the Ministry of Cooperative and SMEs initiate the market's forum with Indonesian coffee farmers. Our first meeting regarding the topic was at Bandung in late 2003. In 2014, through the Promotion of Excel Products in the Region with SMEs and the Ministry of Cooperative, we opened the Rumah Kopi Nusantara in Jakarta's Taman Mini Indonesia Indah.":"Budaya kopi nusantara tidak dapat dipisahkan dengan ke-arifan lokal yang sangat beragam di bumi Indonesia. KMM bersama dengan Kementerian Koperasi dan UKM menginisiasi forum pemasaran bersama kopi petani Indonesia, pertemuan awal di akhir 2013 dilakukan di Bandung. Tahun 2014 bersama dengan kementerian koperasi dan UKM melalui program promosi produk unggulan daerah, dengan membuka Rumah Kopi Nusantara di Taman Mini Indonesia Indah Jakarta.",

    "2016-2017 - The Fifth Leap":"2016-2017 - Lompatan Kelima",
    "In early 2016, Koperasi Mitra Malabar Jawa Barat was discussing with farmers and other public figures at Parigi, District Pangandaran, West Java, which is a region that was known to have coconut commodity potential but yet to optimized its potential. And so in November 2016, KMM established of Koperasi Produsen Mitra Kelapa (KPMK) of Pangandaran District. A year later, in October 2017, KMM built an integrated coconut processing factory to increase the added value of coconut.":"Sejak awal tahun 2016, Pengurus Koperasi Mitra Malabar Jawa Barat melakukan diskusi dengan petani dan tokoh masyarakat di kecamatan parigi, kabupaten pangandaran, jawa barat yang memiliki potensi komoditas kelapa tapi belum optimal dalam pengembangan peluangnya, maka pada Nopember tahun 2016 KMM menginisiasi pembentukan Koperasi Produsen Mitra Kelapa (KPMK) Kabupaten Pangandaran. Setahun kemudian di Oktober 2017, KMM mendirikan pabrik pengolahan kelapa terpadu yang bertujuan untuk meningkatkan nilai tambah kelapa.",
    
    "2017-2018 - The Sixth Leap":"2017-2018 - Lompatan Keenam",
    "We optimized the land around the coconut plantation for cultivating fragrant lemongrass as an alternative source of income for farmers when not harvesting coconut. We optimized the land around the coconut plantation for cultivating fragrant lemongrass as an alternative source of income for farmers when not harvesting coconut. To raise the added value of the leaf of fragrant lemongrass, the leaf will be distilled and turn into essential oil. And then, it will be processed into derivative products like soap or carbolic acid.":"Optimalisasi lahan sekitar kebun kelapa, untuk budidaya sereh wangi. Sebagai alternatif sumber pendapatan petani saat tidak panen kelapa. Untuk meningkatkan nilai tambah daun sereh wangi setelah disuling menjad minyak atsiri (essential oil), diolah menjadi produk-produk turunan sereh wangi, seperti: sabun dan karbol.",

    "2019-2020 - The Seventh Leap":"2019-2020 - Lompatan Ketujuh",
    "The Ministry of Environment & Forestry's Social Forestry Program campaigned in the last four years. To support this Social Forestry Program, KMM gives guidance to several villages and the Lembaga Masyarakat Desa Hutan (LMDH) in West Java. One of the villages was Loa and Drawati in Paseh, Bandung, which has agribusiness potential in coffee and other forest products. The guidance starts from the submission of the Social Forestry Program, enforcement of farmer institutions by making producer cooperatives until the guidance in the coffee processing phase (post-harvest phase).":"Program Perhutanan Sosial Kementerian Lingkungan Hidup & Kehutanan RI sudah dikampanyekan sejak 4 tahun terakhir, dalam rangka mendukung program PS ini KMM memberikan pendampingan ke beberapa desa dan lembaga masyarakat desa hutan (LMDH) di provinsi jawa barat. Salah satunya di desa loa dan drawati, kecamatan paseh, kabupaten bandung, yang memiliki potensi agribisnis kopi dan hasil hutan lainnya. Pendampingan dimulai sejak pengajuan Perhutanan Sosial, kemudian penguatan kelembagaan petani dengan mendirikan koperasi produsen, sampai ke tahapan pendampingan pengolahan kopi (pasca panen).",
    

    "__lompat.lain":"__lompat.lain",

    "The Rahayu Farmers Group engaged in horticultural cultivation was inaugurated on 24 September 1992, then on 17 May 2001 based on the results of a member meeting under the leadership of Mr. Supriatna Dinuri, the Rahayu farmer group agreed to only plant one commodity, namely coffee. After switching to coffee plantations, this group shrunk to 7 members, some of the farmers did not want to join until they saw the benefits of coffee. Farmers have not gotten the maximum benefit from the coffee plant because they still sell coffee in the form of cherries.":"Kelompok Tani Rahayu bergerak di bidang budidaya hortikultura diresmikan 24 September 1992, selanjutnya 17 Mei 2001 berdasarkan hasil rapat anggota dibawah pimpinan Bapak Supriatna Dinuri, kelompok tani Rahayu ini sepakat hanya menanam satu komoditas yaitu tanaman kopi. Setelah beralih ke tanaman kopi, kelompok ini menyusut anggotanya menjadi 7 orang, sebagian petani tidak mau bergabung sebelum melihat manfaat yang diperoleh dari hasil tanaman kopi. Petani belum mendapatkan manfaat yang maksimal dari tanaman kopi karena masih menjual kopi dalam bentuk cherry.",
    "Over time, with the ups and downs faced by the members and balanced by the better coffee yields, the number of members of the farmer group increased. In 2009, LMDH Rahayu Tani obtained the right to manage the Pangkuan Village Forest from PERHUTANI KPH South Bandung, BKPH Banjaran RPH Logawa covering an area of 60 hectares with a PHBM pattern.":"Seiring waktu berjalan, dengan suka duka yang dihadapi para anggota serta diimbangi dengan hasil panen kopi yang semakin membaik, jumlah anggota kelompok tani semakin bertambah. Tahun 2009, LMDH Rahayu Tani mendapatkan Hak Kelola Hutan Pangkuan Desa dari PERHUTANI KPH Bandung Selatan, BKPH Banjaran RPH Logawa seluas 60 Ha dengan Pola PHBM.",

    "In 2009, the Pangalengan area experienced an earthquake, Ir. Jayaagama ME held a social service activity in the form of a Mass Kitchen for several days closed with Mass Medicine to at least reduce the burden and increase the motivation of earthquake victims in Margamulya Village, the majority of which are coffee farmers.":"Pada tahun 2009, daerah Pangalengan mengalami musibah bencana gempa bumi, Ir. Jayagama ME mengadakan kegiatan bakti sosial berupa kegiatan Dapur Masal selama beberapa hari ditutup dengan Pengobatan Masal untuk sedikitnya mengurangi beban dan meningkatkan motivasi korban gempa di Kelurahan Margamulya yang kebanyakan penduduknya adalah Petani Kopi.",
    "This social service activity resulted in an idea, how to improve the welfare of the community, especially coffee farmers considering that coffee is an Indonesian export commodity.":"Kegiatan bakti sosial ini membuahkan suatu pemikiran, bagaimana caranya meningkatkan taraf kesejahteraan masyarakat, khususnya petani kopi mengingat kopi merupakan komoditas ekspor Indonesia.",
    "Furthermore, in order to approach the community to explore the existing potential, the Social Service Team implemented a coffee farmer community empowerment program through 'caring livestock' activities which were the first step in an effort to help restore the economy of the Coffee Farmer community. The “Livestock Care” activity is a program to provide assistance for cattle, sheep and rabbits to several coffee farmers, the results of these efforts are redistributed to other farmers in need.":"Selanjutnya dalam rangka pendekatan kepada masyarakat untuk menggali potensi yang ada, Tim Bakti Sosial melaksanakan program pemberdayaan masyarakat petani kopi melalui kegiatan “ternak peduli” yang merupakan langkah awal dalam usaha membantu memulihkan kembali perekonomian masyarakat Petani Kopi. Kegiatan “Ternak Peduli” adalah program memberi bantuan ternak sapi, domba dan kelinci kepada beberapa Petani Kopi, hasil dari usaha tersebut digulirklan kembali kepada petani lain yang memerlukan, intinya usaha budidaya ternak menerapkan sistem program dana bergulir.",
    "This activity is the starting point for the business that was pioneered in the coffee sector, the forerunner of Indonesian Malabar Coffee with the principle of Partnering Sharing Care between Mr. Jayaagama and Mr. Supriatna Dinuri.":"Kegiatan ini merupakan titik awal usaha yang dirintis dibidang kopi, cikal bakal Kopi Malabar Indonesia dengan prinsip Bermitra Berbagi Peduli antara Bapak Jayagama dengan Bapak Supriatna Dinuri.",
    "RAHAYU COFFEE FARMER GROUP AWARD":"PENGHARGAAN KELOMPOK PETANI KOPI RAHAYU",
    "Food Security Award Charter (Vice President of the Republic of Indonesia) – Rahayu Farmers Group":"Piagam Penghargaan Ketahanan Pangan (Wakil Presiden Republik Indonesia) – Kelompok Tani Rahayu",
    "Certificate of Award for Plantation Post-Harvest Business Actor (Director General of P2HP-Ministry of Agriculture":"Piagam Penghargaan Pelaku Usaha Pasca Panen Perkebunan (Direktur Jendral P2HP-Deptan)",
    "Food Security Award in the Field of Processing and Marketing":"Penghargaan Ketahanan Pangan Bidang Pengolahan dan Pemasaran",
    "Award Charter for Exemplary Farmer Group Leader":"Piagam Perhargaan Ketua Kelompok Tani Teladan",
    "Award Charter for Integrated Pest Management (IPM) West Java Plantation Farmers Group":"Piagam Penghargaan Kelompok Tani Pengendalian Hama Terpadu (PHT) Perkebunan Jawa Barat",
    "Certificate of Quality Improvement of Coffee Plantation":"Sertifikat Peningkatan Mutu Hasil Perkebunan Kopi",

    "ESTABLISHED PT NUGA RAMITRA (COFFEE MALABAR INDONESIA)":"MENDIRIKAN PT NUGA RAMITRA (KOPI MALABAR INDONESIA)",
    "Cooperation Agreement on Plantation Management and Coffee Processing between Indonesian Malabar Coffee and LMDH Rahayu Tani Indonesian Malabar Coffee gets a patent for the MALABAR KOPI Brand from HAKI, September 2010 Construction and renovation of office facilities in Pasir Mulya Village":"Perjanjian kerjasama Pengelolaan Perkebunan dan Pengolahan Kopi antara Kopi Malabar Indonesia dengan LMDH Rahayu Tani Kopi Malabar Indonesia mendapat Hak Paten Merk KOPI MALABAR dari HAKI, September 2010 Pembangunan dan renovasi fasilitas kantor di Desa Pasir Mulya",
    "COFFEE LAND DEVELOPMENT":"PENGEMBANGAN LAHAN KEBUN KOPI",
    "Revitalization of Abandoned Cultivated Land, New Coffee Garden Planting, Development of Indonesian Malabar Coffee Seedlings":"Revitalisasi Lahan Garapan yang Terlantar, Penanaman Kebun Kopi Baru, Pembangunan Lahan Pembibitan Kopi Malabar Indonesia",
    "DEVELOPMENT OF MALABAR LUWAK COFFEE":"PENGEMBANGAN KOPI LUWAK MALABAR",
    "Civet Breeding, Civet Cultivation Development, Development, Civet Cultivation, Treatment Methods, Development of Representative Civet Cage Facilities":"Pengkaran Luwak, Pengembangan Budidaya Luwak, Pengembangan, Budidaya Luwak, Metode Treatmen, Pembangunan Sarana Kandang Luwak yang Representatif",
    "PARTNERSHIP PROGRAM WITH PERHUTANI":"PROGRAM KEMITRAAN dengan PERHUTANI",
    "The achievement achieved by Kopi Malabar Indonesia has improved its image so that Perhutani has provided additional PHBM land from PERHUTANI of 100.00 Ha, bringing the total arable land to 238.50 Ha.":"Prestasi yang diraih Kopi Malabar Indonesia meningkatkan citra sehingga perhutani memberi tambahan lahan garapan PHBM dari PERHUTANI 100,00 Ha sehingga total lahan garapan menjadi 238.50 Ha.",
    
    "IMPROVING THE QUALITY OF INDONESIAN MALABAR COFFEE":"PENINGKATAN KUALITAS KOPI MALABAR INDONESIA",
    "Assistance by Experts from PUM Netherland, Mr. Sipke de Schriffat":"Pendampingan oleh Tenaga Ahli dari PUM Netherland, Mr. Sipke de Schriffat",
    "Addition of Coffee Processing Facilities in the form of Factories, Warehouses, and Roasting Machines.":"Penambahan Fasilitas Pengolahan Kopi berupa Pabrik, Gudang, dan Mesin Roasting.",
    "INDONESIA MALABAR COFFEE AWARD":"PENGHARGAAN KOPI MALABAR INDONESIA",
    "Puslitkoka Jember : 3 Best National Coffee Flavors":"Puslitkoka Jember : 3 Terbaik Citarasa Kopi Nasional",
    "Puslitkoka Jember: Civet Cage Management is the CLEANEST in Indonesia":"Puslitkoka Jember : Pengelolaan Kandang Luwak TERBERSIH se-Indonesia",
    "Coffee Seed Certification from BP2MB JABAR.":"Sertifikasi Bibit Kopi dari BP2MB JABAR.",
    "Determination as Middle Class P4S.":"Penetapan Sebagai P4S Kelas Madya.",
    "DEVELOPMENT OF FACILITIES AND INFRASTRUCTURE":"PEMBANGUNAN SARANA DAN PRASARANA",
    "Operational Vehicles, Food Stalls, Downstream Processing Plants, Coffee Warehouses and Sorting Rooms, Malabar Training Building":"Kendaraan Oprasional, Warung Sembako, Pabrik Pengolahan Hilir, Gudang Kopi dan Ruang Sortir, Gedung Pelatihan Malabar",
    "COMMUNITY EMPOWERMENT PROGRAM PLANNING":"PERENCANAAN PROGRAM PEMBERDAYAAN MASYARAKAT",
    "Sustainable Development, One Village One Product / OVOP, Amanah Foundation, Malabar Coffee Village":"Sustainable Development, One Village One Product / OVOP, Yayasan Amanah, Desa Kopi Malabar",
    
    "ESTABLISHING PARTNERS COOPERATIVES MALABAR JABAR PROVINCE":"MENDIRIKAN KOPERASI MITRA MALABAR PROVINSI JABAR",
    "Mitra Malabar Cooperative was established based on the Notarial Deed of T. Martin Arifin, SH No 16 (20 June 2012)":"Koperasi Mitra Malabar didirikan berdasarkan Akte Notaris T. Martin Arifin, SH No 16  (20 Juni 2012)",
    "Cooperative Activities: Coffee Trading, Training and Provision of Coffee Plant Production Facilities":"Kegiatan Koperasi : Trading Kopi, Pelatihan serta Penyediaan Sarana Produksi Tanaman Kopi",
    "NATIONAL ASSESSMENT OF INDONESIAN MALABAR COFFEE":"PENILAIAN NASIONAL KOPI MALABAR INDONESIA",
    "3 Best Flavors at SCAI Coffee Auction, Expert Team for Compilation of RSKKNI for Civet Coffee Production – Ministry of Agriculture, Head of AKLI (Indonesian Civet Coffee Association) West Java Province, Place for Competency Test for Civet Cultivation AKLI Recommendations, Malabar Training to become P4S Main level":"3 Terbaik Citarasa di Lelang Kopi SCAI, Tim Ahli Penyusunan RSKKNI Produksi Kopi Luwak – DEPTAN, Ketua AKLI (Asosiasi Kopi Luwak Indonesia) Provinsi Jawa Barat, Tempat Uji Kompetensi Budidaya Luwak Rekomendasi AKLI, Malabar Training menjadi P4S tingkat Utama",
    "DEVELOPMENT OF INDONESIAN MALABAR COFFEE FACILITIES":"PEMBANGUNAN SARANA KOPI MALABAR INDONESIA",
    "Cowshed, Gazebo, Saprotan Warehouse, Mini Café, Cooperative Office":"Kandang Sapi, Gazebo, Gudang Saprotan, Mini Café, Kantor Koperasi",

    "__gallery.blade":"__gallery.blade",
    "Activity Documentation":"Dokumentasi Kegiatan",


    "__contact.blade":"__contact.blade",
    "Contact Us":"Hubungi Kami",
    "Address":"Alamat",
    "Name":"Nama",
    "Phone":"Telepon",
    "Your Message":"Pesan Anda",
    "Send":"Kirim"
}